blog-posts/2005-10-26-planner-so-addictive-even-the-vim-people-want-it.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>planner: so addictive, even the vim people want it</title>
<!-- 2015-10-19 Mon 13:59 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">planner: so addictive, even the vim people want it</h1>
<p>
October 26th, 2005 -
<a href="http://sachachua.com/blog/p/3102"><a href="http://sachachua.com/blog/p/3102">http://sachachua.com/blog/p/3102</a></a>
</p>

<p>
Seen on
<a href="http://permalink.gmane.org/gmane.editors.vim/36654">gmane.editors.vim</a>
</p>
<pre class="example">
</pre>

<blockquote>
<p>

</p>

<p>
#+BEGIN<sub>QUOTE</sub>
  Is there a vim script that mimics the emacs planner mode?
</p>
</blockquote>

<p>
There's a couple of wiki plugins, but nothing like planner.el sadly.
 One of the few things that sometimes makes me jealous of emacs users
</p>
<p>
   :)
#+END<sub>QUOTE</sub>
</p>

<p>
Awwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwww&#x2026; =)
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
